insert into person values
('贾宝玉','0','男','14','http://blog.sina.com.cn/s/blog_6755590d0102va0e.html',
'14','666','贾','宝玉','',
'','怡红公子','第37回，诗社里新取的笔名','绛洞花王','第37回，诗社里李纨提到的旧号',
'槛内人','第63回，给妙玉回帖中署名','','','宝二爷',
'','','','','',
'','','','','3',
'黛玉进入荣国府初见宝玉','2','冷子兴演说荣国府时提到','2','冷子兴演说荣国府时提到',
'0','','0');

insert into `master` values
('贾宝玉','贾家','4','','怡红院',
'2','0.0','第51回，给晴雯看病抓了2两的银戥子，但宝玉每月花的钱远远不止这些','1');

insert into servant values
('袭人','贾家','大丫头','贾宝玉','2',
'1000','第36回，原本从贾母领一两月例，王夫人改为从自己这里领二两银子一吊钱','0');

insert into kinship values ('贾公','贾演','父母子女','亲生','');

insert into social_position values
('贾政','候','','父亲代善是国公，贾政降级袭爵','5',
'工部员外郎','第3回，林如海向贾雨村介绍贾政时提到');
